# Задача 2: Сложение двух чисел
# Напишите программу, которая запрашивает у пользователя два числа и выводит их сумму.
# Пример:
# Ввод: 3, 5
# Вывод: Сумма: 8

print("Введите два числа!")
o=int(input())
k=int(input())
e=o+k
print(e)
